{
    "error": "Error",
    "auth_layout_quote_charge": "Director ejecutivo",
    "auth_layout_quote_1": "La IA generativa tiene el potencial de revolucionar casi todas las industrias, incluidas la sanidad, las finanzas y la educación",
    "auth_layout_quote_2": "La IA generativa tiene el potencial de democratizar el acceso a herramientas creativas y capacitar a las personas para expresarse de formas nuevas y emocionantes",
    "auth_layout_quote_3": "La IA generativa no es un sustituto de la creatividad humana, sino una herramienta que puede aumentarla y potenciarla",
    "auth_layout_quote_4": "La IA generativa tiene el potencial de desbloquear nuevas formas de expresión y creatividad que antes eran imposibles",
    "auth_layout_quote_5": "El éxito no siempre llega de la noche a la mañana. Requiere de trabajo duro, perseverancia y paciencia para ver los resultados.",
    "auth_layout_quote_6": "La perseverancia es la clave para superar cualquier obstáculo. Nunca te rindas, incluso cuando las cosas parezcan difíciles.",
    "auth_layout_quote_7": "La innovación no ocurre en el conformismo. Así que sé audaz, desafía los límites y piensa en grande.",
    "auth_layout_quote_8": "El tiempo es uno de los recursos más valiosos que tenemos. Utilízalo sabiamente y no desperdicies tu tiempo en cosas que no te acercan a tus objetivos.",
    "login_welcome": "¡Bienvenido de Nuevo!",
    "login_subtitle": "Por favor, ingresa tus credenciales para iniciar sesión.",
    "login_input_email": "Correo Electrónico",
    "login_input_email_placeholder": "Ingresa tu correo electrónico",
    "login_input_password": "Contraseña",
    "login_input_password_placeholder": "Ingresa tu Contraseña",
    "login_forgot_password": "¿Olvidaste tu contraseña?",
    "login_sign_button": "Iniciar Sesión",
    "forgot_pass_title": "¡Recupera tu contraseña!",
    "forgot_pass_email_placeholder": "Ingresa tu correo electrónico asociado",
    "forgot_pass_back": "Volver al Inicio",
    "forgot_pass_submit": "Enviar Correo",
    "invalid_verification_pin": "El PIN de verificación no es válido, por favor intenta nuevamente.",
    "verification_page_title": "¡Activa tu Usuario!",
    "verification_page_subtitle": "Por favor, ingresa el codigo que enviamos a tu correo",
    "verification_page_back_home": "Volver al Inicio",
    "verification_page_resend_code": "Reenviar Código",
    "verification_page_send": "Enviar Código",
    "verification_page_success": "Usuario activado con éxito"
}